---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RepeatingReferenceSource
source: html/517ee1d4-f174-6401-d8fc-59739e1c92f9.htm
---
# RepeatingReferenceSource Members

Releases all resources used by the RepeatingReferenceSource